asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
CodeSandbox-io.codesandbox-projects
emeraldwalk.RunOnSave
esbenp.prettier-vscode
GitHub.copilot
GitHub.copilot-chat
Gruntfuggly.todo-tree
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
pthorsson.vscode-jsp
rafwilinski.dynamodb-vscode-snippets
rangav.vscode-thunder-client
raymondcamden.csslint
redhat.fabric8-analytics
redhat.java
redhat.vscode-community-server-connector
redhat.vscode-rsp-ui
redhat.vscode-xml
ritwickdey.LiveServer
rust-lang.rust-analyzer
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
